Repository: 84000/data-translation-memory
Catalog: Toh_142-The_Dharani_Entering_into_Non-conceptuality-v2.tmx
Source language: bo
Languages: en

source: !རིགས་ཀྱི་བུ་དག་རྣམ་པ་ཐམས་ཅད་པའི་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་ཀྱིས་གང་རྣམ་པར་མ་བརྟགས་པ་དེ་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་སོ་ཞེས་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Noble sons, those who do not conceptualize through any of these conceptual modes do not think, ‘this is the nonconceptual realm.’

source: !རིགས་ཀྱི་བུ་དག་འདི་ནི་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་སུ་འཇུག་པའི་ཚུལ་ཡིན་ཏེ།
en: “Noble sons, this is the way of entering the nonconceptual realm.

source: !དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རབ་ཏུ་གནས་པ་ཡིན་ནོ། །
en: In this way, bodhisattvas, great beings, become established in the nonconceptual realm.

source: !དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དང་། དེ་བཞིན་དུ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། དེ་བཞིན་དུ་སྟོང་པ་ཉིད་ལ་སོགས་པ་ནས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་སྦྱར་རོ། །
en: The same should be applied to sensation, perception, karmic dispositions, and consciousness. The same should be applied to the perfection of generosity, the perfection of discipline, the perfection of patience, the perfection of diligence, the perfection of meditative concentration, and the perfection of insight. And the same should be applied to emptiness and so on, up to omniscience.

source: !རིགས་ཀྱི་བུ་དག་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་སྤྱོད་པའི་རྣམ་པར་རྟོག་པ་མངོན་དུ་གྱུར་ན། འདི་ལྟར་ཉེ་བར་རྟོག་སྟེ།
en: “Noble sons, when conceptual signs related to an examination of omniscience manifest, bodhisattvas, great beings, should reflect as follows:

source: !གང་བདག་གི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་སྤྱོད་ན་དེ་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: ‘To think “this is my omniscience” is to entertain a conceptual thought;

source: !གཞན་དག་གི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “this is the omniscience of others” is to entertain a conceptual thought;

source: !རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་འདིའོ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “this is omniscience” is to entertain a conceptual thought;

source: !རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འཐོབ་ཅེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “omniscience is attained” is to entertain a conceptual thought;

source: !རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་ཉོན་མོངས་པ་དང་། ཤེས་བྱའི་སྒྲིབ་པ་ཐམས་ཅད་སྦྱོང་བའོ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “omniscience is meant to destroy all cognitive obscurations and the obscurations of the afflictive emotions” is to entertain a conceptual thought;

source: !རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མེད་དོ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “omniscience does not exist” is to entertain a conceptual thought;

source: !རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ངོ་བོ་ཉིད་ཀྱིས་ཀྱང་མེད། རྒྱུར་ཡང་མེད། འབྲས་བུར་ཡང་མེད། ལས་སུ་ཡང་མེད། ལྡན་པར་ཡང་མེད། འཇུག་པར་ཡང་མེད་ཅེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “omniscience does not exist intrinsically,” “it does not exist causally,” “it does not exist as a result,” “it does not exist through action,” “it does not exist in relation to anything,” and “it is not a mode of being” is to entertain a conceptual thought;

source: !རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་རྣམ་པར་རིག་པ་ཙམ་མོ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “omniscience is mere cognitive representation” is to entertain a conceptual thought;

source: !ཇི་ལྟར་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མེད་པ་དེ་བཞིན་དུ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྣང་བའི་རྣམ་པར་རིག་པ་ཡང་མེད་དོ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ་སྙམ་མོ། །
en: to think “just as omniscience does not exist, so cognitive representation appearing as omniscience does not exist” is to entertain a conceptual thought.’

source: !རིགས་ཀྱི་བུ་དག་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཇི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མི་དམིགས་པ་དེ་བཞིན་དུ་དེར་སྣང་བའི་རྣམ་པར་རིག་པའང་མི་དམིགས་མོད་ཀྱི།
en: “Therefore, noble sons, just as bodhisattvas, great beings, do not apprehend omniscience, they likewise do not apprehend cognitive representations appearing as omniscience.

source: !རྣམ་པར་རིག་པ་མ་གཏོགས་པར་ཆོས་གང་ཡང་མི་དམིགས་ལ།
en: nor do they apprehend any phenomenon as being distinct from cognitive representations.

source: !རྣམ་པར་རིག་པ་དེ་ཡང་དངོས་པོ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་།
en: They do not consider that cognitive representation to be nonexistent,

source: !རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྣང་བའི་རྣམ་པར་རིག་པ་མེད་པ་དེ་དང་། རྣམ་པར་རིག་པ་དེ་གཅིག་པར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཐ་དད་པར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་།
en: They do not consider the nonexistence of that cognitive representation to be identical to that cognitive representation, nor do they consider it to be different.

source: !རྣམ་པར་རིག་པ་མེད་པ་དེ་ལ་དངོས་པོར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider the nonexistence of that cognitive representation to be existent,

source: !དངོས་པོ་མེད་པར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: nor do they consider it to be nonexistent.

source: !རིགས་ཀྱི་བུ་དག་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པའི་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་ཀྱིས་གང་རྣམ་པར་མ་བརྟགས་པ་དེ་རྣམ་པར་མི་རྟོག་པའི་ཆོས་ཀྱི་དབྱིངས་སོ་ཞེས་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Noble sons, those who do not conceptualize through any of these conceptual modes do not think, ‘this is the nonconceptual field of phenomena.’

source: !དེ་ལྟར་འདི་ནི་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་འཇུག་པའི་ཚུལ་ཡིན་ཏེ།
en: “This is the way of entering the nonconceptual realm.

source: !རིགས་ཀྱི་བུ་དག་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རབ་ཏུ་གནས་པ་ཡིན་ནོ། །
en: Noble sons, this is how bodhisattvas, great beings, become established in the nonconceptual realm.

source: !རིགས་ཀྱི་བུ་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པ་དང་། ཡི་གེར་འདྲི་བ་དང་། འཆང་བ་དང་། ཀློག་པའི་བསོད་ནམས་ནི་རབ་ཏུ་མང་གི་ལུས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཡོངས་སུ་བཏང་བ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཡོངས་སུ་གང་བའི་སྦྱིན་པ་བྱིན་པ་དེ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་རིན་པོ་ཆེ་ལས་བྱས་ཏེ། འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཡོངས་སུ་བཀང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: “Noble sons, the merit from taking up this discourse on the Dharma, writing it down, and reciting it is much greater than giving away one’s body as many times as there are grains of sand in the river Ganga, much greater than offering jewel-filled world systems as numerous as grains of sand in the river Ganga, and much greater than the heap of merit created by commissioning images of the thus-gone ones to fill world systems as numerous as grains of sand in the river Ganga.”

source: !དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །
en: Then, on that occasion, the Blessed One spoke these verses:

source: !དམ་ཆོས་འདི་ལ་རྒྱལ་བའི་སྲས། །རྣམ་པར་མི་རྟོག་བསམས་གྱུར་ན། །རྣམ་རྟོག་བགྲོད་དཀའ་རྣམས་འདས་ཏེ། །རིམ་གྱིས་མི་རྟོག་ཐོབ་པར་འགྱུར། །
en: “With this true doctrine the Victor’s heir, intent upon the nonconceptual, Transcends the quagmire of concepts and gradually reaches the end of thought.

source: !དེ་ལས་རབ་ཞི་མི་གཡོ་མཆོག །དབང་བྱེད་མཉམ་ལ་མི་མཉམ་པ། །རྣམ་པར་མི་རྟོག་བདེ་བ་ནི། །བྱང་ཆུབ་སེམས་དཔས་ཐོབ་པར་འགྱུར། །
en: A bodhisattva thereby attains a nonconceptual bliss that is peaceful and unwavering, Supreme, under their control, and both equaled and unequaled.”

source: !བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Blessed One finished his discourse,

source: !བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་མི་རྟོག་སྣང་བ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: the bodhisattva, the great being Avikalpa­prabhāsa and the entire retinue together with the world of gods, humans, asuras, and gandharvas rejoiced as they praised the teachings of the Blessed One.

source: !འཕགས་པ་རྣམ་པར་མི་རྟོག་པར་འཇུག་པ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This completes The Noble Dhāraṇī “Entering into Nonconceptuality.”

source: !རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་ཀ་བ་དཔལ་བརྩེགས་ཀྱིས་བསྒྱུར་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated and finalized by the Indian scholars Jinamitra and Dānaśīla, together with the chief editor and translator Kawa Peltsek.
